<?php

    // глобальные настройки для подключения к серверу mysql 
    // $db_host = '127.0.0.1:3306';    // адрес сервера 
    // $db_host = '172.17.17.233:3306';    // адрес сервера 
    // $db_host = '172.20.10.3';

    $db_host = 'localhost:3306';
    $db_name = 'sobzav';            // имя базы данных
    $db_user = 'admin';             // имя пользователя
    $db_pass = 'admin';             // пароль

    // $db_name = 'u0959358_sobzav';            // имя базы данных для reg.ru
    // $db_user = 'u0959358_admin';             // имя пользователя для reg.ru
    // $db_pass = '1SobZav3@@@';             // пароль для reg.ru